// 금화왕돈가스  남도복국  다온푸드  닭에꼬치닭  대독장김치찌개  더진안추어탕  동남집  마부곱창  바르다김선생  부산아지매국밥  북촌순두부  비잔틴  스시어왕  신사부대째개  신참떡볶이  안심한우  에그드랍  원주식당  육대장  이디야  정담은밥상  조선화로집  죠샌드위치  해송석갈비보쌈
var list = [ "금화왕돈가스",
    "남도복국",
    "다온푸드",
    "닭에꼬치닭",
    "대독장김치찌개",
    "더진안추어탕",
    "동남집",
    "마부곱창",
    "바르다김선생",
    "부산아지매국밥",
    "북촌순두부",
    "비잔틴",
    "스시어왕",
    "신사부대째개",
    "신참떡볶이",
    "안심한우",
    "에그드랍",
    "원주식당",
    "육대장",
    "이디야",
    "정담은밥상",
    "조선화로집",
    "죠샌드위치",
    "해송석갈비보쌈"
]
    
// console.log(list);

var choice = Math.floor(Math.random() * list.length);

console.log(choice);
console.log(list[choice]);

